Repository: NiYien/gyroflow-plugins
Catalog: finalcut/Xcode/Shared/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# app.status.template.repair
source: Final Cut template requires repair
ja: Final Cut テンプレートの修復が必要です
ko: Final Cut 템플릿을 복구해야 합니다
ru: Шаблон Final Cut требует восстановления
zh_hans: Final Cut 模板需要修复
zh_hant: Final Cut 樣板需要修復

# app.status.template.unavailable
source: Bundled template resources are unavailable
ja: 同梱テンプレートリソースを利用できません
ko: 번들 템플릿 리소스를 사용할 수 없습니다
ru: Ресурсы встроенного шаблона недоступны
zh_hans: 内置模板资源不可用
zh_hant: 內建樣板資源無法使用

# app.status.valid_media_required
source: Choose at least one folder containing media and matching .gyroflow files.
ja: メディアと対応する .gyroflow ファイルを含むフォルダを少なくとも 1 つ選択してください。
ko: 미디어와 일치하는 .gyroflow 파일이 있는 폴더를 하나 이상 선택하십시오.
ru: Выберите хотя бы одну папку с медиафайлами и соответствующими файлами .gyroflow.
zh_hans: 请至少选择一个包含媒体和匹配 .gyroflow 文件的文件夹。
zh_hant: 請至少選擇一個包含媒體和相符 .gyroflow 檔案的檔案夾。

# app.step.choose_fcpxml
source: Choose Final Cut XML
ja: Final Cut XML を選択
ko: Final Cut XML 선택
ru: Выберите Final Cut XML
zh_hans: 选择 Final Cut XML
zh_hant: 選擇 Final Cut XML

# app.step.choose_media
source: 2. Choose media folders
ja: 2. メディアフォルダを選択
ko: 2. 미디어 폴더 선택
ru: 2. Выберите папки с медиа
zh_hans: 2. 选择媒体文件夹
zh_hant: 2. 選擇媒體檔案夾

# app.step.generate
source: 3. Generate replacement
ja: 3. 置き換え用ファイルを生成
ko: 3. 대치 파일 생성
ru: 3. Создайте файл замены
zh_hans: 3. 生成替换文件
zh_hant: 3. 產生替換檔案

# app.step.save_open
source: Replacement project
ja: 置き換えプロジェクト
ko: 대치 프로젝트
ru: Проект для замены
zh_hans: 替换项目
zh_hant: 替換專案

# app.subtitle
source: Batch project processing for Final Cut Pro
ja: Final Cut Pro のプロジェクトを一括処理
ko: Final Cut Pro 프로젝트 일괄 처리
ru: Пакетная обработка проектов Final Cut Pro
zh_hans: Final Cut Pro 批量项目处理
zh_hant: Final Cut Pro 批次專案處理

# app.target.action.skipped
source: Skipped
ja: スキップ
ko: 건너뜀
ru: Пропущено
zh_hans: 已跳过
zh_hant: 已略過

# app.target.action.timing
source: Timing only
ja: タイミングのみ
ko: 타이밍만
ru: Только тайминг
zh_hans: 仅更新时间
zh_hant: 僅更新時間

# app.target.action.updated
source: Updated project
ja: プロジェクト更新済み
ko: 프로젝트 업데이트됨
ru: Проект обновлён
zh_hans: 已更新项目
zh_hant: 已更新專案

# app.target.detail.timing
source: Kept the embedded project and updated effect timing.
ja: 埋め込みプロジェクトを維持し、エフェクトのタイミングを更新しました。
ko: 포함된 프로젝트를 유지하고 효과 타이밍을 업데이트했습니다.
ru: Встроенный проект сохранён, а тайминг эффекта обновлён.
zh_hans: 保留嵌入项目并更新了效果时间。
zh_hant: 保留嵌入專案並更新了效果時間。

# app.target.detail.updated
source: Loaded the matching sibling Gyroflow project.
ja: 対応する同名の Gyroflow プロジェクトを読み込みました。
ko: 일치하는 동명 Gyroflow 프로젝트를 불러왔습니다.
ru: Загружен соответствующий одноимённый проект Gyroflow.
zh_hans: 已加载匹配的同名 Gyroflow 项目。
zh_hant: 已載入相符的同名 Gyroflow 專案。

# app.target.media_unknown
source: Unknown media
ja: 不明なメディア
ko: 알 수 없는 미디어
ru: Неизвестный медиафайл
zh_hans: 未知媒体
zh_hant: 未知媒體

# app.target.project_unknown
source: Unknown project path
ja: 不明なプロジェクトパス
ko: 알 수 없는 프로젝트 경로
ru: Неизвестный путь проекта
zh_hans: 未知项目路径
zh_hant: 未知專案路徑

# app.value.unknown
source: unknown
ja: 不明
ko: 알 수 없음
ru: неизвестно
zh_hans: 未知
zh_hant: 未知

# app.warning.open_saved_failed
source: The XML was replaced, but it could not be opened in Final Cut.
ja: XML は置き換えられましたが、Final Cut で開けませんでした。
ko: XML을 대치했지만 Final Cut에서 열 수 없습니다.
ru: XML заменён, но открыть его в Final Cut не удалось.
zh_hans: XML 已替换，但无法在 Final Cut 中打开。
zh_hant: XML 已取代，但無法在 Final Cut 中開啟。

# effect.action.browse
source: Browse
ja: 参照
ko: 찾아보기
ru: Обзор
zh_hans: 浏览
zh_hant: 瀏覽

# effect.action.browse_help
source: Load a .gyroflow project. Complex edits can be prepared in Gyroflow and imported here.
ja: .gyroflow プロジェクトを読み込みます。複雑な編集は Gyroflow で準備してからここで読み込めます。
ko: .gyroflow 프로젝트를 불러옵니다. 복잡한 편집은 Gyroflow에서 준비한 뒤 여기로 가져올 수 있습니다.
ru: Загрузите проект .gyroflow. Сложное редактирование можно подготовить в Gyroflow и затем импортировать здесь.
zh_hans: 加载 .gyroflow 项目。复杂编辑可在 Gyroflow 中准备后在此导入。
zh_hant: 載入 .gyroflow 專案。複雜編輯可在 Gyroflow 中準備後於此匯入。

# effect.action.load_current
source: Load for current file
ja: 現在のファイルから読み込む
ko: 현재 파일 불러오기
ru: Загрузить для текущего файла
zh_hans: 加载当前文件
zh_hant: 載入目前檔案

# effect.action.load_project
source: Load .gyroflow…
ja: .gyroflow を読み込む…
ko: .gyroflow 불러오기…
ru: Загрузить .gyroflow…
zh_hans: 加载 .gyroflow…
zh_hant: 載入 .gyroflow…

# effect.action.load_project_help
source: Load the matching .gyroflow project for this clip.
ja: このクリップに対応する .gyroflow プロジェクトを読み込みます。
ko: 이 클립과 일치하는 .gyroflow 프로젝트를 불러옵니다.
ru: Загрузить соответствующий проект .gyroflow для этого клипа.
zh_hans: 为此片段加载匹配的 .gyroflow 项目。
zh_hant: 為此片段載入相符的 .gyroflow 專案。

# effect.drop.hint
source: Files or a Final Cut Browser clip may also be dropped
ja: ファイルまたは Final Cut ブラウザのクリップもドロップできます
ko: 파일 또는 Final Cut 브라우저 클립을 드롭할 수도 있습니다
ru: Также можно перетащить файл или клип из браузера Final Cut
zh_hans: 也可以拖入文件或 Final Cut 浏览器片段
zh_hant: 也可以拖入檔案或 Final Cut 瀏覽器片段

# effect.drop.locate_failed
source: Could not locate a project: %@; use Browse…
ja: プロジェクトが見つかりません：%@。「参照」を使用してください…
ko: 프로젝트를 찾을 수 없습니다: %@. 찾아보기를 사용하십시오…
ru: Не удалось найти проект: %@; используйте «Обзор»…
zh_hans: 无法找到项目：%@；请使用“浏览”…
zh_hant: 無法找到專案：%@；請使用「瀏覽」…

# effect.drop.sibling_missing
source: No sibling %@ found; use Browse…
ja: 同名の %@ が見つかりません。「参照」を使用してください…
ko: 동명 %@을 찾을 수 없습니다. 찾아보기를 사용하십시오…
ru: Не найден соседний %@; используйте «Обзор»…
zh_hans: 找不到同名文件 %@；请使用“浏览”…
zh_hant: 找不到同名檔案 %@；請使用「瀏覽」…

# effect.error.app_not_installed
source: Gyroflow(Niyien) is not installed
ja: Gyroflow(Niyien) がインストールされていません
ko: Gyroflow(Niyien)이 설치되지 않았습니다
ru: Gyroflow(Niyien) не установлен
zh_hans: 未安装 Gyroflow(Niyien)
zh_hant: 尚未安裝 Gyroflow(Niyien)

# effect.error.commit_pending
source: Wait for Final Cut to confirm the previous project load
ja: Final Cut が前回のプロジェクト読み込みを確認するまでお待ちください
ko: Final Cut이 이전 프로젝트 불러오기를 확인할 때까지 기다리십시오
ru: Дождитесь, пока Final Cut подтвердит предыдущую загрузку проекта
zh_hans: 请等待 Final Cut 确认上一次项目加载
zh_hant: 請等待 Final Cut 確認上一次專案載入

# effect.error.decode_embedded
source: Embedded project could not be decoded
ja: 埋め込みプロジェクトをデコードできませんでした
ko: 포함된 프로젝트를 디코딩할 수 없습니다
ru: Не удалось декодировать встроенный проект
zh_hans: 无法解码嵌入项目
zh_hant: 無法解碼嵌入專案

# effect.error.device_missing
source: No Metal device matches the Final Cut tile registry ID
ja: Final Cut タイルのレジストリ ID に一致する Metal デバイスがありません
ko: Final Cut 타일 레지스트리 ID와 일치하는 Metal 기기가 없습니다
ru: Не найдено устройство Metal с идентификатором реестра тайла Final Cut
zh_hans: 没有与 Final Cut 图块注册 ID 匹配的 Metal 设备
zh_hant: 沒有與 Final Cut 圖磚註冊 ID 相符的 Metal 裝置

# effect.error.device_registry
source: Final Cut supplied incompatible Metal device registry IDs
ja: Final Cut が互換性のない Metal デバイスレジストリ ID を返しました
ko: Final Cut에서 호환되지 않는 Metal 기기 레지스트리 ID를 제공했습니다
ru: Final Cut предоставил несовместимые идентификаторы реестра устройств Metal
zh_hans: Final Cut 提供的 Metal 设备注册 ID 不兼容
zh_hant: Final Cut 提供的 Metal 裝置註冊 ID 不相容

# effect.error.fcpxml_asset_count
source: FCPXML must contain exactly one asset
ja: FCPXML にはアセットが 1 つだけ必要です
ko: FCPXML에는 에셋이 정확히 하나 있어야 합니다
ru: FCPXML должен содержать ровно один ресурс
zh_hans: FCPXML 必须只包含一个资源
zh_hant: FCPXML 必須只包含一個資源

# effect.error.fcpxml_clip_count
source: FCPXML must contain exactly one clip reference
ja: FCPXML にはクリップ参照が 1 つだけ必要です
ko: FCPXML에는 클립 참조가 정확히 하나 있어야 합니다
ru: FCPXML должен содержать ровно одну ссылку на клип
zh_hans: FCPXML 必须只包含一个片段引用
zh_hant: FCPXML 必須只包含一個片段參照

# effect.error.fcpxml_clip_reference
source: The single clip must reference the single asset
ja: 単一クリップは単一アセットを参照する必要があります
ko: 단일 클립은 단일 에셋을 참조해야 합니다
ru: Единственный клип должен ссылаться на единственный ресурс
zh_hans: 唯一片段必须引用唯一资源
zh_hant: 唯一片段必須參照唯一資源

# effect.error.fcpxml_empty
source: Final Cut pasteboard contains no FCPXML data
ja: Final Cut ペーストボードに FCPXML データがありません
ko: Final Cut 페이스트보드에 FCPXML 데이터가 없습니다
ru: Буфер обмена Final Cut не содержит данных FCPXML
zh_hans: Final Cut 剪贴板中没有 FCPXML 数据
zh_hant: Final Cut 剪貼簿中沒有 FCPXML 資料

# effect.error.fcpxml_invalid
source: Invalid FCPXML: %@
ja: FCPXML が無効です：%@
ko: 유효하지 않은 FCPXML: %@
ru: Недопустимый FCPXML: %@
zh_hans: FCPXML 无效：%@
zh_hant: FCPXML 無效：%@

# effect.error.fcpxml_media_count
source: FCPXML asset must contain exactly one original-media representation
ja: FCPXML アセットには original-media 表現が 1 つだけ必要です
ko: FCPXML 에셋에는 original-media 표현이 정확히 하나 있어야 합니다
ru: Ресурс FCPXML должен содержать ровно одно представление original-media
zh_hans: FCPXML 资源必须只包含一个原始媒体表示
zh_hant: FCPXML 資源必須只包含一個原始媒體表示

# effect.error.fcpxml_media_local
source: Original-media src must be a local file URL
ja: original-media の src はローカルファイル URL である必要があります
ko: original-media src는 로컬 파일 URL이어야 합니다
ru: src original-media должен быть URL локального файла
zh_hans: 原始媒体 src 必须是本地文件 URL
zh_hant: 原始媒體 src 必須是本機檔案 URL

# effect.error.fcpxml_query_assets
source: Unable to query FCPXML assets: %@
ja: FCPXML アセットを照会できません：%@
ko: FCPXML 에셋을 조회할 수 없습니다: %@
ru: Не удалось запросить ресурсы FCPXML: %@
zh_hans: 无法查询 FCPXML 资源：%@
zh_hant: 無法查詢 FCPXML 資源：%@

# effect.error.fcpxml_query_clips
source: Unable to query FCPXML clips: %@
ja: FCPXML クリップを照会できません：%@
ko: FCPXML 클립을 조회할 수 없습니다: %@
ru: Не удалось запросить клипы FCPXML: %@
zh_hans: 无法查询 FCPXML 片段：%@
zh_hant: 無法查詢 FCPXML 片段：%@

# effect.error.fcpxml_query_media
source: Unable to query original media: %@
ja: 元メディアを照会できません：%@
ko: 원본 미디어를 조회할 수 없습니다: %@
ru: Не удалось запросить исходный медиафайл: %@
zh_hans: 无法查询原始媒体：%@
zh_hant: 無法查詢原始媒體：%@

# effect.error.finder_count
source: Drop must contain exactly one Finder file
ja: ドロップには Finder ファイルが 1 つだけ必要です
ko: 드롭에는 Finder 파일이 정확히 하나 있어야 합니다
ru: Перетаскивание должно содержать ровно один файл Finder
zh_hans: 拖放内容必须只包含一个 Finder 文件
zh_hant: 拖放內容必須只包含一個 Finder 檔案

# effect.error.finder_local
source: Finder item must be a local file URL
ja: Finder 項目はローカルファイル URL である必要があります
ko: Finder 항목은 로컬 파일 URL이어야 합니다
ru: Объект Finder должен быть URL локального файла
zh_hans: Finder 项目必须是本地文件 URL
zh_hant: Finder 項目必須是本機檔案 URL

# effect.error.frame_geometry
source: Final Cut frame geometry is unsupported
ja: Final Cut のフレームジオメトリには対応していません
ko: Final Cut 프레임 지오메트리가 지원되지 않습니다
ru: Геометрия кадра Final Cut не поддерживается
zh_hans: 不支持此 Final Cut 帧几何信息
zh_hant: 不支援此 Final Cut 影格幾何資訊

# effect.error.metal_textures
source: Unable to obtain IOSurface-backed Metal textures
ja: IOSurface ベースの Metal テクスチャを取得できません
ko: IOSurface 기반 Metal 텍스처를 가져올 수 없습니다
ru: Не удалось получить текстуры Metal на основе IOSurface
zh_hans: 无法获取 IOSurface 支持的 Metal 纹理
zh_hant: 無法取得 IOSurface 支援的 Metal 紋理

# effect.error.no_embedded
source: No embedded project is available
ja: 利用できる埋め込みプロジェクトがありません
ko: 사용 가능한 포함 프로젝트가 없습니다
ru: Встроенный проект недоступен
zh_hans: 没有可用的嵌入项目
zh_hant: 沒有可用的嵌入專案

# effect.error.only_gyroflow
source: Only .gyroflow project files are allowed
ja: .gyroflow プロジェクトファイルのみ使用できます
ko: .gyroflow 프로젝트 파일만 허용됩니다
ru: Разрешены только файлы проектов .gyroflow
zh_hans: 仅允许 .gyroflow 项目文件
zh_hant: 僅允許 .gyroflow 專案檔案

# effect.error.parameter_api
source: Final Cut parameter creation is unavailable
ja: Final Cut のパラメータ作成機能を利用できません
ko: Final Cut 매개변수 생성 기능을 사용할 수 없습니다
ru: Создание параметров Final Cut недоступно
zh_hans: Final Cut 参数创建功能不可用
zh_hant: Final Cut 參數建立功能無法使用

# effect.error.parameter_retrieval
source: Final Cut parameter retrieval is unavailable
ja: Final Cut のパラメータ取得機能を利用できません
ko: Final Cut 매개변수 읽기 기능을 사용할 수 없습니다
ru: Чтение параметров Final Cut недоступно
zh_hans: Final Cut 参数读取功能不可用
zh_hant: Final Cut 參數讀取功能無法使用

# effect.error.parameters_create
source: Final Cut failed to create Gyroflow parameters
ja: Final Cut は Gyroflow パラメータを作成できませんでした
ko: Final Cut에서 Gyroflow 매개변수를 생성하지 못했습니다
ru: Final Cut не удалось создать параметры Gyroflow
zh_hans: Final Cut 无法创建 Gyroflow 参数
zh_hant: Final Cut 無法建立 Gyroflow 參數

# effect.error.parameters_read
source: Final Cut did not provide all Gyroflow parameters
ja: Final Cut からすべての Gyroflow パラメータを取得できませんでした
ko: Final Cut에서 모든 Gyroflow 매개변수를 제공하지 않았습니다
ru: Final Cut не предоставил все параметры Gyroflow
zh_hans: Final Cut 未提供全部 Gyroflow 参数
zh_hant: Final Cut 未提供全部 Gyroflow 參數

# effect.error.passthrough_command
source: Unable to create the Metal safe-passthrough command
ja: Metal セーフパススルーコマンドを作成できません
ko: Metal 안전 패스스루 명령을 생성할 수 없습니다
ru: Не удалось создать команду безопасного пропуска Metal
zh_hans: 无法创建 Metal 安全直通命令
zh_hant: 無法建立 Metal 安全直通命令

# effect.error.passthrough_failed
source: Metal safe passthrough failed
ja: Metal セーフパススルーに失敗しました
ko: Metal 안전 패스스루 실패
ru: Сбой безопасного пропуска Metal
zh_hans: Metal 安全直通失败
zh_hant: Metal 安全直通失敗

# effect.error.passthrough_failed_detail
source: Metal safe passthrough failed: %@
ja: Metal セーフパススルーに失敗しました：%@
ko: Metal 안전 패스스루 실패: %@
ru: Сбой безопасного пропуска Metal: %@
zh_hans: Metal 安全直通失败：%@
zh_hant: Metal 安全直通失敗：%@

# effect.error.passthrough_texture_mismatch
source: Safe passthrough requires matching source and destination textures
ja: セーフパススルーには一致する入力・出力テクスチャが必要です
ko: 안전 패스스루에는 일치하는 입력 및 출력 텍스처가 필요합니다
ru: Для безопасного пропуска текстуры источника и назначения должны совпадать
zh_hans: 安全直通要求源纹理和目标纹理匹配
zh_hant: 安全直通要求來源與目標紋理相符

# effect.error.persist_failed
source: Final Cut did not persist the project payload
ja: Final Cut はプロジェクトペイロードを保存できませんでした
ko: Final Cut에서 프로젝트 페이로드를 저장하지 못했습니다
ru: Final Cut не сохранил полезную нагрузку проекта
zh_hans: Final Cut 未能保存项目载荷
zh_hant: Final Cut 未能儲存專案承載資料

# effect.error.persist_timeout
source: Final Cut did not confirm the project payload in time
ja: Final Cut が時間内にプロジェクトペイロードを確認しませんでした
ko: Final Cut에서 제한 시간 내에 프로젝트 페이로드를 확인하지 못했습니다
ru: Final Cut не подтвердил данные проекта за отведённое время
zh_hans: Final Cut 未在限定时间内确认项目载荷
zh_hant: Final Cut 未在限定時間內確認專案承載資料

# effect.error.project_payload_detail
source: The project payload could not be read: %@
ja: プロジェクトペイロードを読み取れません：%@
ko: 프로젝트 페이로드를 읽을 수 없습니다: %@
ru: Не удалось прочитать полезную нагрузку проекта: %@
zh_hans: 无法读取项目载荷：%@
zh_hant: 無法讀取專案承載資料：%@

# effect.error.project_payload_invalid
source: Project payload is invalid
ja: プロジェクトペイロードが無効です
ko: 프로젝트 페이로드가 유효하지 않습니다
ru: Полезная нагрузка проекта недействительна
zh_hans: 项目载荷无效
zh_hant: 專案承載資料無效

# effect.error.project_too_large
source: Project exceeds the 256 MiB size limit
ja: プロジェクトが 256 MiB のサイズ制限を超えています
ko: 프로젝트가 256 MiB 크기 제한을 초과합니다
ru: Проект превышает ограничение размера 256 MiB
zh_hans: 项目超过 256 MiB 大小限制
zh_hant: 專案超過 256 MiB 大小限制

# effect.error.project_unreadable
source: Project is not readable (%@)
ja: プロジェクトを読み取れません（%@）
ko: 프로젝트를 읽을 수 없습니다(%@)
ru: Проект невозможно прочитать (%@)
zh_hans: 无法读取项目（%@）
zh_hant: 無法讀取專案（%@）

# effect.error.render_detail
source: Gyroflow could not render this frame: %@
ja: Gyroflow はこのフレームをレンダリングできません：%@
ko: Gyroflow에서 이 프레임을 렌더링할 수 없습니다: %@
ru: Gyroflow не удалось визуализировать этот кадр: %@
zh_hans: Gyroflow 无法渲染此帧：%@
zh_hant: Gyroflow 無法算繪此影格：%@

# effect.error.render_failed
source: Gyroflow Metal render failed
ja: Gyroflow Metal レンダリングに失敗しました
ko: Gyroflow Metal 렌더링 실패
ru: Сбой визуализации Gyroflow Metal
zh_hans: Gyroflow Metal 渲染失败
zh_hant: Gyroflow Metal 算繪失敗

# effect.error.render_input_invalid
source: Final Cut supplied an invalid effect-local render time or frame size
ja: Final Cut が無効なエフェクト内時間またはフレームサイズを返しました
ko: Final Cut에서 유효하지 않은 효과 로컬 시간 또는 프레임 크기를 제공했습니다
ru: Final Cut предоставил недопустимое локальное время эффекта или размер кадра
zh_hans: Final Cut 提供的效果局部渲染时间或帧大小无效
zh_hant: Final Cut 提供的效果局部算繪時間或影格大小無效

# effect.error.render_source_count
source: Gyroflow received an unexpected source count
ja: Gyroflow が想定外の入力数を受け取りました
ko: Gyroflow에서 예기치 않은 입력 수를 받았습니다
ru: Gyroflow получил неожиданное количество источников
zh_hans: Gyroflow 收到的源数量异常
zh_hant: Gyroflow 收到的來源數量異常

# effect.error.render_state_detail
source: Gyroflow render state is unavailable: %@
ja: Gyroflow レンダリング状態を利用できません：%@
ko: Gyroflow 렌더링 상태를 사용할 수 없습니다: %@
ru: Состояние визуализации Gyroflow недоступно: %@
zh_hans: Gyroflow 渲染状态不可用：%@
zh_hant: Gyroflow 算繪狀態無法使用：%@

# effect.error.render_state_freeze
source: Unable to freeze Gyroflow render state
ja: Gyroflow レンダリング状態を固定できません
ko: Gyroflow 렌더링 상태를 고정할 수 없습니다
ru: Не удалось зафиксировать состояние визуализации Gyroflow
zh_hans: 无法固化 Gyroflow 渲染状态
zh_hant: 無法固定 Gyroflow 算繪狀態

# effect.error.render_state_freeze_detail
source: Gyroflow render state could not be saved: %@
ja: Gyroflow レンダリング状態を保存できません：%@
ko: Gyroflow 렌더링 상태를 저장할 수 없습니다: %@
ru: Не удалось сохранить состояние визуализации Gyroflow: %@
zh_hans: 无法保存 Gyroflow 渲染状态：%@
zh_hant: 無法儲存 Gyroflow 算繪狀態：%@

# effect.error.render_state_unavailable
source: Immutable Gyroflow render state is unavailable
ja: 不変の Gyroflow レンダリング状態を利用できません
ko: 변경 불가능한 Gyroflow 렌더링 상태를 사용할 수 없습니다
ru: Неизменяемое состояние визуализации Gyroflow недоступно
zh_hans: 不可变的 Gyroflow 渲染状态不可用
zh_hant: 不可變的 Gyroflow 算繪狀態無法使用

# effect.error.resolver_local
source: Original media must be a local file URL
ja: 元メディアはローカルファイル URL である必要があります
ko: 원본 미디어는 로컬 파일 URL이어야 합니다
ru: Исходный медиафайл должен быть URL локального файла
zh_hans: 原始媒体必须是本地文件 URL
zh_hant: 原始媒體必須是本機檔案 URL

# effect.error.source_image_count
source: Gyroflow requires exactly one source image
ja: Gyroflow には入力画像が 1 つだけ必要です
ko: Gyroflow에는 입력 이미지가 정확히 하나 필요합니다
ru: Gyroflow требуется ровно одно исходное изображение
zh_hans: Gyroflow 只接受一个源图像
zh_hant: Gyroflow 只接受一個來源影像

# effect.error.source_image_unknown
source: Final Cut requested an unknown Gyroflow source image
ja: Final Cut が不明な Gyroflow 入力画像を要求しました
ko: Final Cut에서 알 수 없는 Gyroflow 입력 이미지를 요청했습니다
ru: Final Cut запросил неизвестное исходное изображение Gyroflow
zh_hans: Final Cut 请求了未知的 Gyroflow 源图像
zh_hant: Final Cut 要求了未知的 Gyroflow 來源影像

# effect.error.tile_semantics
source: Final Cut source and destination tile semantics do not match
ja: Final Cut の入力タイルと出力タイルの形式が一致しません
ko: Final Cut 입력 및 출력 타일 형식이 일치하지 않습니다
ru: Семантика исходного и целевого тайлов Final Cut не совпадает
zh_hans: Final Cut 源图块和目标图块语义不匹配
zh_hant: Final Cut 來源圖磚與目標圖磚語意不相符

# effect.error.unknown
source: unknown error
ja: 不明なエラー
ko: 알 수 없는 오류
ru: неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

# effect.error.validation_failed
source: Project validation failed
ja: プロジェクトの検証に失敗しました
ko: 프로젝트 검증 실패
ru: Проверка проекта завершилась ошибкой
zh_hans: 项目验证失败
zh_hant: 專案驗證失敗

# effect.error.write_embedded
source: Embedded project could not be written
ja: 埋め込みプロジェクトを書き込めませんでした
ko: 포함된 프로젝트를 쓸 수 없습니다
ru: Не удалось записать встроенный проект
zh_hans: 无法写入嵌入项目
zh_hant: 無法寫入嵌入專案

# effect.group.adjust
source: Adjust parameters
ja: パラメータ調整
ko: 매개변수 조정
ru: Параметры
zh_hans: 调整参数
zh_hant: 調整參數

# effect.group.project
source: Gyroflow(Niyien) project
ja: Gyroflow(Niyien) プロジェクト
ko: Gyroflow(Niyien) 프로젝트
ru: Проект Gyroflow(Niyien)
zh_hans: Gyroflow(Niyien) 项目
zh_hant: Gyroflow(Niyien) 專案

# effect.inspector.help
source: Load a .gyroflow project. Complex edits should be made in Gyroflow, then loaded here.
ja: .gyroflow プロジェクトを読み込みます。複雑な編集は Gyroflow で行い、ここで再読み込みしてください。
ko: .gyroflow 프로젝트를 불러옵니다. 복잡한 편집은 Gyroflow에서 수행한 후 여기에서 다시 불러오십시오.
ru: Загрузите проект .gyroflow. Сложное редактирование следует выполнять в Gyroflow, а затем загрузить проект здесь снова.
zh_hans: 加载 .gyroflow 项目。复杂编辑应在 Gyroflow 中完成，然后在此重新加载。
zh_hant: 載入 .gyroflow 專案。複雜編輯應在 Gyroflow 中完成，然後在此重新載入。

# effect.label.status
source: Status
ja: ステータス
ko: 상태
ru: Состояние
zh_hans: 状态
zh_hant: 狀態

# effect.mode.direct
source: Direct mode
ja: ダイレクトモード
ko: 직접 모드
ru: Прямой режим
zh_hans: 直接模式
zh_hant: 直接模式

# effect.mode.none
source: No stabilization project
ja: スタビライズプロジェクトなし
ko: 안정화 프로젝트 없음
ru: Нет проекта стабилизации
zh_hans: 未加载稳定项目
zh_hant: 未載入穩定專案

# effect.mode.pending
source: Waiting for Final Cut
ja: Final Cut の確認待ち
ko: Final Cut 확인 대기 중
ru: Ожидание Final Cut
zh_hans: 正在等待 Final Cut
zh_hant: 正在等待 Final Cut

# effect.mode.reprocess
source: Reprocess required
ja: 再処理が必要
ko: 재처리 필요
ru: Требуется повторная обработка
zh_hans: 需要重新处理
zh_hant: 需要重新處理

# effect.panel.grant_message
source: Select the suggested .gyroflow project to grant read access.
ja: 候補の .gyroflow プロジェクトを選択して読み取りアクセスを許可します。
ko: 제안된 .gyroflow 프로젝트를 선택하여 읽기 접근을 허용합니다.
ru: Выберите предложенный проект .gyroflow, чтобы предоставить доступ на чтение.
zh_hans: 选择建议的 .gyroflow 项目以授予读取权限。
zh_hant: 選擇建議的 .gyroflow 專案以授予讀取權限。

# effect.panel.grant_title
source: Grant Access
ja: アクセスを許可
ko: 접근 허용
ru: Предоставить доступ
zh_hans: 授予访问权限
zh_hant: 授予存取權限

# effect.panel.load_message
source: Choose a Gyroflow project. Video files are not accepted.
ja: Gyroflow プロジェクトを選択してください。動画ファイルは使用できません。
ko: Gyroflow 프로젝트를 선택하십시오. 비디오 파일은 허용되지 않습니다.
ru: Выберите проект Gyroflow. Видеофайлы не принимаются.
zh_hans: 选择 Gyroflow 项目。不接受视频文件。
zh_hant: 選擇 Gyroflow 專案。不接受影片檔案。

# effect.panel.load_title
source: Load
ja: 読み込む
ko: 불러오기
ru: Загрузить
zh_hans: 加载
zh_hant: 載入

# effect.param.horizon_lock
source: Horizon lock
ja: 水平ロック
ko: 수평 잠금
ru: Блокировка горизонта
zh_hans: 水平锁定
zh_hant: 水平鎖定

# effect.param.horizon_roll
source: Horizon roll
ja: 水平ロール
ko: 수평 롤
ru: Крен горизонта
zh_hans: 水平滚转
zh_hant: 水平滾轉

# effect.param.lens_correction
source: Lens correction
ja: レンズ補正
ko: 렌즈 보정
ru: Коррекция объектива
zh_hans: 镜头校正
zh_hant: 鏡頭校正

# effect.param.overview
source: Stabilization overview
ja: 手ぶれ補正プレビュー
ko: 안정화 미리보기
ru: Обзор стабилизации
zh_hans: 稳定预览
zh_hant: 穩定預覽

# effect.param.project_import
source: Project Import
ja: プロジェクト読み込み
ko: 프로젝트 가져오기
ru: Импорт проекта
zh_hans: 项目导入
zh_hant: 專案匯入

# effect.param.smoothness
source: Smoothness
ja: スムージング
ko: 부드러움
ru: Сглаживание
zh_hans: 平滑度
zh_hant: 平滑度

# effect.param.zoom_mode
source: Zoom mode
ja: ズームモード
ko: 줌 모드
ru: Режим масштабирования
zh_hans: 缩放方式
zh_hant: 縮放方式

# effect.project.embedded_name
source: Embedded project
ja: 埋め込みプロジェクト
ko: 포함된 프로젝트
ru: Встроенный проект
zh_hans: 嵌入项目
zh_hant: 嵌入專案

# effect.project.unnamed
source: project
ja: プロジェクト
ko: 프로젝트
ru: проект
zh_hans: 项目
zh_hant: 專案

# effect.status.authorization_cancelled
source: Authorization cancelled; %@
ja: 許可がキャンセルされました。%@
ko: 승인이 취소되었습니다. %@
ru: Авторизация отменена; %@
zh_hans: 授权已取消；%@
zh_hant: 授權已取消；%@

# effect.status.awaiting_confirmation
source: Waiting for Final Cut to confirm %@
ja: Final Cut による %@ の確認を待っています
ko: Final Cut에서 %@ 확인 대기 중
ru: Ожидание подтверждения %@ в Final Cut
zh_hans: 正在等待 Final Cut 确认 %@
zh_hant: 正在等待 Final Cut 確認 %@

# effect.status.embedded_unavailable
source: Embedded project unavailable: %@
ja: 埋め込みプロジェクトを利用できません：%@
ko: 포함된 프로젝트를 사용할 수 없습니다: %@
ru: Встроенный проект недоступен: %@
zh_hans: 嵌入项目不可用：%@
zh_hant: 嵌入專案無法使用：%@

# effect.status.kept_previous
source: kept previous project
ja: 以前のプロジェクトを維持しました
ko: 이전 프로젝트 유지됨
ru: предыдущий проект сохранён
zh_hans: 已保留先前项目
zh_hant: 已保留先前專案

# effect.status.load_project
source: Load a .gyroflow project
ja: .gyroflow プロジェクトを読み込む
ko: .gyroflow 프로젝트 불러오기
ru: Загрузить проект .gyroflow
zh_hans: 加载 .gyroflow 项目
zh_hant: 載入 .gyroflow 專案

# effect.status.loaded
source: Loaded %@ (%lu bytes)
ja: %@ を読み込みました（%lu バイト）
ko: %@ 불러옴(%lu바이트)
ru: Загружен %@ (%lu байт)
zh_hans: 已加载 %@（%lu 字节）
zh_hant: 已載入 %@（%lu 位元組）

# effect.status.loading_project
source: Loading %@…
ja: %@ を読み込んでいます…
ko: %@ 불러오는 중…
ru: Загрузка %@…
zh_hans: 正在加载 %@…
zh_hant: 正在載入 %@…

# effect.status.no_project
source: No project loaded
ja: プロジェクトが読み込まれていません
ko: 불러온 프로젝트 없음
ru: Проект не загружен
zh_hans: 未加载项目
zh_hant: 尚未載入專案

# effect.status.none_loaded
source: no project loaded
ja: プロジェクトは読み込まれていません
ko: 불러온 프로젝트 없음
ru: проект не загружен
zh_hans: 未加载项目
zh_hant: 尚未載入專案

# effect.status.ready
source: %@ ready
ja: %@ の準備ができました
ko: %@ 준비됨
ru: %@ готов
zh_hans: %@ 已就绪
zh_hant: %@ 已就緒

# effect.status.ready_direct
source: %@ ready (direct mode)
ja: %@ の準備ができました（ダイレクトモード）
ko: %@ 준비됨(직접 모드)
ru: %@ готов (прямой режим)
zh_hans: %@ 已就绪（直接模式）
zh_hant: %@ 已就緒（直接模式）

# effect.status.ready_route_d
source: %@ ready (Route D)
ja: %@ の準備ができました（Route D）
ko: %@ 준비됨(Route D)
ru: %@ готов (Route D)
zh_hans: %@ 已就绪（Route D）
zh_hant: %@ 已就緒（Route D）
